brew "zsh"
brew "tree-sitter"
brew "docker"
brew "nvim"
brew "git-absorb"
brew "deno"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "kanata"
brew "lima"
brew "llm"
brew "node"
brew "ripgrep"
brew "rustup"
brew "tokei"
brew "unar"
brew "stow"
brew "tmux"
brew "coreutils"
brew "bat"

cask "alfred"
cask "font-jetbrains-mono"
cask "ghostty"
cask "slack"
cask "visual-studio-code"
